[
{"type":"header","version":"4.9.4","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"mutucnda_mutungafoundation"},
{"type":"table","name":"projects","database":"mutucnda_mutungafoundation","data":
[
{
    "id":"2",
    "title":"Promote food security and livelihoods",
    "description":"MF activities are built on Youth &amp; Women Empowerment Education (YWEE). MF conducts seminars on the link between leadership and good governance, community needs, gender rights and responsibilities, the environment and poverty. The organization engages in building resilience in economic empowerment in the youth and women in the grassroots, by developing proposals in order to get government projects. This includes agricultural practices, leadership governance and capacity building for their committees. MF has been building market linkages for the groups it supports; this is in the area of provision of agricultural information, destination buyers and financial institutions.<b><br><br>Objective<\/b>:<br>Improve food security through increased food production and promotion of market oriented livelihood options.<br><br><div><b>Justification:<br><\/b>Agriculture is the main source of income in the County. It accounts for 78% of the total household income. Therefore because agriculture is a key driver of economic growth<b>,&nbsp;<\/b><\/div><ul><li>Set up a Farmer Field School to train farmers:&nbsp;<\/li><\/ul><ul><ul><li>Promote adoption commercially oriented, climate-resilient agricultural practices through improvements in productivity, post-production management practices and market linkages for targeted value chains;<\/li><li>Support investment in the development of agro based industries like fruits processing and honey refining;&nbsp;<\/li><li>Advocate for efficient rural finance and credit supply systems for small scale farmers;<\/li><li>Support capacity improvement in the governance of farmers’ cooperatives.<\/li><\/ul><\/ul>",
    "summery":"Improve food security through increased food production and promotion of market oriented livelihood diversification",
    "category":"security",
    "start_date":"2017-07-29 00:00:00",
    "end_date":"2017-07-29 00:00:00",
    "status":"In Progress",
    "project_manager":"",
    "location":"",
    "cover":"3bbc82abe2550b6ef5228ff49982859c.jpg",
    "pictures":null,
    "attachments":null,
    "budget":"0.00",
    "timestamp":"2017-07-30 06:49:41"
},
{"id":"3","title":"Promote access to water","description":"<div><div>When it comes to Water Sanitation and Health the woman suffers the most as in the grassroots this is her responsibility, to provide water, food and generally the healthy livelihood of the family. MF has recognized that poor health and nutrition are brought about by lack of clean water and sanitation facilities. Makueni County is characterized by rain shortage making clean water and sanitation facilities scarce commodities. MF’s Water and Sanitation programs are tailored to provide clean water and sanitation facilities as well as to promote Behavior Change Communication towards utilization of water and sanitation facilities in order to promote good health. The organization works together with the grassroots community stakeholders in the management of water and sanitation services for the community. MF has been collaborating with the local government in the endeavor to improve clean water and sanitation standards in Makueni County. MF is willing to partner with any donor stakeholder towards this worthy cause.<br><br><\/div><div><\/div><b>Objective<\/b>:<br>&nbsp;Increase availability of water and improve its management and use for food security.&nbsp;<br><br><\/div><div><b>Justification<\/b>:<br>&nbsp;As an arid and semi-arid (ASAL) region with insufficient rainfall, Makueni experiences severe water shortages for domestic, livestock and crop production. The average distance from a water point is at a high 8kms. Therefore:&nbsp;<\/div><ul><li><div>Support initiatives to sink boreholes to reduce the distance from water sources and allow women devote time to other economic activities;&nbsp;<\/div><\/li><li><div>Support efficient use of rainfall water including rainwater harvesting initiatives and construction of storage infrastructure water storage (dams) and irrigation; promote combined use of surface water and groundwater;&nbsp;<\/div><\/li><li><div>Build capacity of community to manage these water systems sustainability;<\/div><\/li><\/ul>","summery":"Increase availability of water and improve its management and use for food security","category":"water","start_date":"2017-07-29 00:00:00","end_date":"2017-07-29 00:00:00","status":"In Progress","project_manager":"","location":"","cover":"d5a324f6b686e31b47919aa4e3bd18b5.jpg","pictures":null,"attachments":null,"budget":"0.00","timestamp":"2017-07-30 06:52:41"},
{"id":"4","title":"Promote quality education","description":"<span>Mutunga Foundation realizes the high drop- out rate of both young boys and girls in order to go and try to earn some money on the busy Nairobi-Mombasa highway. Most boys become long distance trucks fuel siphons while the girls engage in commercial sex with the truck drivers. Susu Silla having gone back to school at the age of 72 years conducts seminars to encourage both youth and women to go back to school. This has been bearing fruits and now the dropout rate has decreased notably. MF founder directors have build a data base of children who have dropped out of school due to orphanage and poverty related causes. With the support of partners and friends MF has managed to get the children back to school by providing uniforms, sanitary Towels &amp; food ration.<br><\/span><b><br>Objective<\/b>:<br>&nbsp;Increase access to quality education and promote lifelong learning opportunities and improve their livelihoods;<br><br><b>Justification<\/b>: <br>Poverty is a stumbling block in the way of achieving economic development. Education helps individuals escape poverty by developing the skills they need to improve their livelihoods.\r\n<br><ul><li>&nbsp;For girls, the effect of education is particularly strong. If all women completed primary education, child mortality and birth rates would drop; an educated woman has the skills, information and self-confidence that she needs to be a better parent, worker and citizen.<\/li><li>&nbsp;For youth, education for entrepreneurship and business management is important to encourage and enable youth develop their own businesses. MF aims to promote agricultural knowledge, innovation and efficiency and contribute to increased productivity in Makueni.<\/li><\/ul><br>The founder of MF, Susu is currently completing her Master’s Degree in Community Development at the age of 85 years. An awareness and mentorship campaign dubbed “Susu says Go Back to School” will be initiated; Therefore through this campaign work with all stakeholders in the county and beyond to support initiatives that;\r\n<br><ul><li>&nbsp;Address demand-side barriers to girls’ education through an additional activities undertaken after school covering girls’ rights, HIV\/Aids, gender based violence, life skills, menstruation, health, and career awareness;<\/li><li>\r\nImprove the capacity of school management committees to raise funds and form corporate partnerships that will increase resources to improve the physical infrastructure of schools to ensure girls attend, stay in school and learn;<\/li><li>\r\nHost large motivational mentoring events for girls and their mothers;<\/li><li>\r\nSupport youth training in entrepreneurship skills and launching of small business ventures;<\/li><li>\r\nSupport basic literacy classes that are also combined with financial literacy and awareness on critical issues such as HIV\/Aids.<\/li><\/ul>","summery":"Increase access to quality education and promote lifelong learning opportunities and improve their livelihoods","category":"education","start_date":"2017-07-29 00:00:00","end_date":"2017-07-29 00:00:00","status":"In Progress","project_manager":"","location":"","cover":"e8d38e87a39c8e8b763ba2aa515cfa09.jpg","pictures":null,"attachments":null,"budget":"0.00","timestamp":"2017-07-30 06:59:59"},
{"id":"5","title":"Promote climate change awareness","description":"<div><div>In Makueni County, the adverse impact of climate change is compounded by local environmental degradation caused by illegal Charcoal burning, and livestock grazing. The experiences in Kenya, Makueni County specifically, indicate that women are the most vulnerable to the effects of climate change. This is because; they are in charge of most of the domestic and livelihood activities. They are often responsible of their families and most of their time is spent looking for food and water which are often due to long spells of drought. The women are at the center of climate change challenge; they have been disproportionately affected as victims. Women, in Makueni and Machakos County specifically deal with multiple stresses as an integral part of their daily lives as they find themselves managing families in very strenuous circumstances where traditional livelihoods are under threat and where men are often absent. There is therefore need for innovative strategies and practices to alleviate poverty and ensure survival in the face of climate change.<\/div><div><\/div><b><br>Objective<\/b>:<br>&nbsp;Increase understanding of climate change and empower communities to take action that will increase their resilience and livelihoods. &nbsp;<br>&nbsp;&nbsp;<\/div><div><b>Justification<\/b>: <br>The effects of climate change in combination with other drivers of stress increasingly restrict access to safe water and sanitation and make food security even harder to achieve. Charcoal burning, unabated destruction of forests and sand harvesting from river beds have contributed to environmental degradation. Therefore;<br><\/div><ul><li><div>Support initiatives that sensitize communities on conservation;<\/div><\/li><li><div>Mobilise communities to identify and initiate alternative market-oriented economic activities to mitigate against degradation;<\/div><\/li><li><div>Support communities prepare for and adapt to climate change;<\/div><\/li><li><div>Integrate climate change knowledge and practice into all MF programs<\/div><\/li><li><div>Strengthen participation in nature-based enterprises from natural products, tree nurseries and traditional handicrafts;<\/div><\/li><\/ul>","summery":"Increase understanding of climate change and empower communities to take action that will increase their resilience and livelihoods","category":"climate change","start_date":"2017-07-29 00:00:00","end_date":"2017-07-29 00:00:00","status":"In Progress","project_manager":"","location":"","cover":"2aafbdbaee33a668daeaca86fcb5a417.jpg","pictures":null,"attachments":null,"budget":"0.00","timestamp":"2017-07-30 07:01:45"}
]
}
]
